[{"slug":"video1","draft":false,"title":"Using Razor SSG to Create Websites in GitHub Codespaces","tags":["razor-pages","ssg","tailwind","codespaces"],"date":"\/Date(1680048000000+0000)\/","content":"This video takes an in-depth look at the [razor-ssg](https://razor-ssg.web-templates.io) ServiceStack template, a powerful tool that \nharnesses the power of .NET Razor Pages to provide seamless static site generation (SSG) capabilities \n\nWith GitHub Codespaces integration, you can develop, test, and manage your application all within your browser, eliminating the need \nfor a dedicated development environment and expediting your workflow, which can all be done on the go from an iPad","url":"https://youtu.be/MRQMBrXi5Sc","wordCount":88,"lineCount":12,"group":"projects"},{"slug":"video1","draft":false,"title":"Instantly Manage your data using AutoQueryGrid Vue","tags":["vue","autoquery"],"date":"\/Date(1678924800000+0000)\/","content":"This walkthrough explores the ServiceStack Vue 3 library and the functionality of the AutoQueryGrid component. The AutoQueryGrid component simplifies the integration of AutoQuery services by generating a customizable UI. \n\nBy following this guide, you'll learn how to effectively utilize these tools to enhance your application's user interface and overall user experience.","url":"https://youtu.be/znCoC-Ct0Ps","wordCount":63,"lineCount":10,"group":"vue"},{"slug":"video2","draft":false,"title":"Vue 3 Tailwind Components Library","tags":["vue","autoquery"],"date":"\/Date(1676332800000+0000)\/","content":"In this video, we demonstrate using the @servicestack/vue components library for Vue.js 3 Multipage Apps (MPAs) along with the `vue-mjs` template. \n\nThe template illustrates building content-heavy or complex sites while avoiding the intricacies of Single Page Apps (SPAs) through the use of JavaScript Modules, Tailwind, Vue.js, Razor Pages, and ServiceStack.","url":"https://youtu.be/YIa0w6whe2U","wordCount":61,"lineCount":9,"group":"vue"}]