[{"slug":"feature1","draft":false,"title":"Planetaria","image":"./img/whatsnew/Planetaria/cover.svg","tags":[],"date":"\/Date(1679961600000-0000)\/","content":"Welcome to the world of Planetaria, a groundbreaking new product that is poised to revolutionize the way we explore space. \nAt Planetaria, we believe that the wonders of space should be accessible to everyone, not just a privileged few. \nThat's why we've created technology that empowers civilians to explore space on their own terms, without needing to rely \non government agencies or billionaire entrepreneurs.\n\nOur mission is to democratize space exploration and enable people from all walks of life to experience the thrill of \nventuring beyond our planet. With Planetaria, you'll have the tools and resources you need to embark on your own space missions, \nwhether you're a hobbyist, a scientist, or an adventurer. From designing and building your own spacecraft to conducting experiments \nin microgravity, the possibilities are endless.","url":"http://planetaria.tech","wordCount":135,"lineCount":14,"group":"Planetaria"},{"slug":"feature1","draft":false,"title":"OpenShuttle","image":"./img/whatsnew/OpenShuttle/cover.svg","tags":[],"date":"\/Date(1679097600000-0000)\/","content":"Introducing OpenShuttle, the revolutionary new product that is set to change the space industry forever. OpenShuttle is a cutting-edge\nplatform that provides detailed schematics for the very first rocket designed by me, which successfully made it to orbit. \nThis incredible product is designed to give space enthusiasts and professionals alike access to the groundbreaking technology that \nwas used to achieve this monumental feat.\n\nOpenShuttle is the result of years of hard work and dedication, and I am thrilled to finally be able to share it with the world. \nWith its detailed schematics, OpenShuttle provides an unprecedented level of insight into the inner workings of the rocket, \nallowing users to explore the technology that made history.","url":"https://example.org","wordCount":119,"lineCount":13,"group":"OpenShuttle"},{"slug":"feature1","draft":false,"title":"Animaginary","image":"./img/whatsnew/Animaginary/cover.svg","tags":[],"date":"\/Date(1678233600000-0000)\/","content":"Introducing Animaginary, the next generation web animation library that's taking the world by storm. \nAnimaginary is a high performance library that's hand-written in optimized WebAssembly (WASM), \nmaking it one of the fastest and most efficient animation tools available today.\n\nBuilt with performance in mind, Animaginary delivers stunning animations that are both smooth and seamless, even on lower-end devices. \nThe library is designed to provide developers with a powerful toolset that makes it easy to create \ncomplex animations that would otherwise be time-consuming and challenging to build.","url":"https://example.org","wordCount":92,"lineCount":12,"group":"Animaginary"}]